[H7FactionRandom H7Faction]
mFactionName="随机"
mFactionFortName=""
mFactionArmyName=""

[H7FactionNecropolis H7Faction]
mFactionName="墓园"
mFactionFortName="墓园要塞"
mFactionArmyName="墓园军队 %number"

[H7FactionAcademy H7Faction]
mFactionName="学院"
mFactionFortName="学院要塞"
mFactionArmyName="学院军队 %number"

[H7FactionDungeon H7Faction]
mFactionName="地牢"
mFactionFortName="地牢要塞"
mFactionArmyName="地牢军队 %number"

[H7FactionStronghold H7Faction]
mFactionName="据点"
mFactionFortName="据点要塞"
mFactionArmyName="据点军队 %number"

[H7FactionNeutral H7Faction]
mFactionName="中立"
mFactionFortName="中立要塞"
mFactionArmyName=""

[H7FactionFortress H7Faction]
mFactionName="堡垒"
mFactionFortName="堡垒要塞"
mFactionArmyName="堡垒军队 %number"

[H7FactionGeneric H7Faction]
mFactionName="普通"
mFactionFortName="普通要塞"
mFactionArmyName=""

[H7FactionHaven H7Faction]
mFactionName="圣堂"
mFactionFortName="圣堂要塞"
mFactionArmyName="圣堂军队 %number"

[H7FactionSylvan H7Faction]
mFactionName="森林"
mFactionFortName="森林要塞"
mFactionArmyName="森林军队 %number"

v1.41

[H7Faction_mercenary H7Faction]
mFactionName="佣兵"
mFactionFortName="佣兵要塞"
mFactionArmyName="佣兵军队 %number"

[H7FactionCitadel H7Faction]
mFactionName="神庙"
mFactionFortName="神庙要塞"
mFactionArmyName="神庙军队 %number"

[H7FactionConflux H7Faction]
mFactionName="元素"
mFactionFortName="元素要塞"
mFactionArmyName="元素军队 %number"

[H7FactionInferno H7Faction]
mFactionName="地狱"
mFactionFortName="地狱要塞"
mFactionArmyName="地狱军队 %number"

[H7FactionSanctuary H7Faction]
mFactionName="瀛洲"
mFactionFortName="瀛洲要塞"
mFactionArmyName="瀛洲军队 %number"

[H7FactionXel H7Faction]
mFactionName="秽巢"
mFactionFortName="秽巢要塞"
mFactionArmyName="秽巢军队 %number"

[H7Faction_frost H7Faction]
mFactionName="塔楼"
mFactionFortName="塔楼要塞"
mFactionArmyName="塔楼军队 %number"